{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "3DResolution"
			},
			"Translation":
			{
				"Text": "3D分辨率"
			},
			"Key": "EA994D5E4C393824094CBB98EF376DA9"
		},
		{
			"Source":
			{
				"Text": "<"
			},
			"Translation":
			{
				"Text": "<"
			},
			"Key": "EC1BF0ED4007D0E3B7F96C8DE6930DAB"
		},
		{
			"Source":
			{
				"Text": "<<"
			},
			"Translation":
			{
				"Text": "<<"
			},
			"Key": "33A7FA9F4C6D5C316E986FA08157715A"
		},
		{
			"Source":
			{
				"Text": "<<"
			},
			"Translation":
			{
				"Text": "<<"
			},
			"Key": "69B56DF348327FD99D185EA7DB93B7F7"
		},
		{
			"Source":
			{
				"Text": "<<"
			},
			"Translation":
			{
				"Text": "<<"
			},
			"Key": "78DCF2314B8E2BB37884799F26E1149F"
		},
		{
			"Source":
			{
				"Text": ">"
			},
			"Translation":
			{
				"Text": ">"
			},
			"Key": "323F4C1B4A5E0628E355A1A5E79AFDCB"
		},
		{
			"Source":
			{
				"Text": ">>"
			},
			"Translation":
			{
				"Text": ">>"
			},
			"Key": "D332C5D44CD66C60466EAFA545BFE04B"
		},
		{
			"Source":
			{
				"Text": "Advanced Graphics"
			},
			"Translation":
			{
				"Text": "高级图像"
			},
			"Key": "F31446B4447A2A0AC90A6E83349EE524"
		},
		{
			"Source":
			{
				"Text": "AntiAliasingQuality"
			},
			"Translation":
			{
				"Text": "抗锯齿"
			},
			"Key": "D3E3BF0A47008586CBD644B85083B84F"
		},
		{
			"Source":
			{
				"Text": "Are you sure to use this resolution"
			},
			"Translation":
			{
				"Text": "确定使用这个分辨率？"
			},
			"Key": "508D64854B88376319E4CF99F4A96301"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "音频"
			},
			"Key": "5238171C4D987F40B838FDB9A526D59B"
		},
		{
			"Source":
			{
				"Text": "AudioQuality"
			},
			"Translation":
			{
				"Text": "音频质量"
			},
			"Key": "0E73150F4483202C7B59F9BC71B02665"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "返回"
			},
			"Key": "E06EFAF843058D31106370B6F5FE4359"
		},
		{
			"Source":
			{
				"Text": "Category"
			},
			"Translation":
			{
				"Text": "类目"
			},
			"Key": "FB1E17094DF8667565F4E6BE5F4E13EE"
		},
		{
			"Source":
			{
				"Text": "Comfrim"
			},
			"Translation":
			{
				"Text": "确认"
			},
			"Key": "47420A604DE23F506104C99C38B1F578"
		},
		{
			"Source":
			{
				"Text": "Control"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7832BD4E4118669A5A588BB30595D939"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AE50704443380A01B767B98A8744AB4B"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3A336F954BC558BC6C9A8AA28101CC16"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5745270646691E9C6255AD81F835BBD1"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B803D5A4AEED0BD141AC388F8CE7760"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "90927E924F490DAA281D6DB2BB1E07BF"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A518A4E54C943F64197A69B3C6AE4481"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AA972F7848362D30392ADF993D39AB78"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38FD5A8D41EFAF4EDDBD3C99AB3BE2C9"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BF7AAA5C4DC8C4C3CC2D728FB2D823A5"
		},
		{
			"Source":
			{
				"Text": "DynamicResolution"
			},
			"Translation":
			{
				"Text": "动态分辨率"
			},
			"Key": "C27FC86A459E48A4577703A0BA2A7DE2"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "78C15D734D311B7E7007DFB4F19ABD9C"
		},
		{
			"Source":
			{
				"Text": "FoliageQuality"
			},
			"Translation":
			{
				"Text": "植被效果"
			},
			"Key": "5465B45D4E104CD863EA61B6FF5FBB16"
		},
		{
			"Source":
			{
				"Text": "FullScreenMode"
			},
			"Translation":
			{
				"Text": "全屏模式"
			},
			"Key": "67668F3C40023C86DB03179860438062"
		},
		{
			"Source":
			{
				"Text": "GlobalIllumination"
			},
			"Translation":
			{
				"Text": "全局光照"
			},
			"Key": "F589A7D446AFA925FA0183AB130C907A"
		},
		{
			"Source":
			{
				"Text": "Graphics Quality"
			},
			"Translation":
			{
				"Text": "图形质量"
			},
			"Key": "FC6A326B4BE83FC0B83522B6403167A6"
		},
		{
			"Source":
			{
				"Text": "HDR"
			},
			"Translation":
			{
				"Text": "HDR"
			},
			"Key": "09EB1650431DB0483E2D3CA1E7B18716"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "跳跃"
			},
			"Key": "351FF85A43F05387E99E41A9CB7077EF"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "语言"
			},
			"Key": "BACF30C3404DCCB5F82009B370297857"
		},
		{
			"Source":
			{
				"Text": "LimmitFPS"
			},
			"Translation":
			{
				"Text": "帧率限制"
			},
			"Key": "9FAAA96241D60504CB96DF93842E4C3A"
		},
		{
			"Source":
			{
				"Text": "Look"
			},
			"Translation":
			{
				"Text": "旋转视野"
			},
			"Key": "1DFEF8FE4EAC0242AE588C88549C18E8"
		},
		{
			"Source":
			{
				"Text": "Melee"
			},
			"Translation":
			{
				"Text": "攻击"
			},
			"Key": "2D5B427A46E3DBA23DDE5A895BCA78D4"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": "菜单"
			},
			"Key": "3B4BD1664B9A3AD6684C04BEDCE16274"
		},
		{
			"Source":
			{
				"Text": "MoveBackward"
			},
			"Translation":
			{
				"Text": "向后"
			},
			"Key": "F72DE78046B7F300660222ABE040B1BE"
		},
		{
			"Source":
			{
				"Text": "MoveDown"
			},
			"Translation":
			{
				"Text": "向下"
			},
			"Key": "F64357FE451B1FADD312008C01857E2F"
		},
		{
			"Source":
			{
				"Text": "MoveForward"
			},
			"Translation":
			{
				"Text": "向前"
			},
			"Key": "B8BC6DC843AB74C8B02278B94C2B8B72"
		},
		{
			"Source":
			{
				"Text": "MoveLeft"
			},
			"Translation":
			{
				"Text": "向左"
			},
			"Key": "F220F8FB4B1EA00C68C41191AC6D034E"
		},
		{
			"Source":
			{
				"Text": "MoveRight"
			},
			"Translation":
			{
				"Text": "向右"
			},
			"Key": "A365BF894FEBCAD69DD2A4837826428A"
		},
		{
			"Source":
			{
				"Text": "MoveUp"
			},
			"Translation":
			{
				"Text": "向上"
			},
			"Key": "DB9D7F4244731404C50FDF9786904A51"
		},
		{
			"Source":
			{
				"Text": "OverallScalabilityLevel"
			},
			"Translation":
			{
				"Text": "画面级别"
			},
			"Key": "AF5E1B6440D97F2506A9E08D87E35D95"
		},
		{
			"Source":
			{
				"Text": "Please Input a Key"
			},
			"Translation":
			{
				"Text": "请按键"
			},
			"Key": "823366084090798C7C7B71BFECD63BC8"
		},
		{
			"Source":
			{
				"Text": "PostProcessingQuality"
			},
			"Translation":
			{
				"Text": "后期效果"
			},
			"Key": "5E557499445096D4CF5ABFB77F608BB4"
		},
		{
			"Source":
			{
				"Text": "Press "
			},
			"Translation":
			{
				"Text": "按住"
			},
			"Key": "16A6C8F548AC717343A618896535AF9A"
		},
		{
			"Source":
			{
				"Text": "Press [Tab ] Open SettingMenu"
			},
			"Translation":
			{
				"Text": "按[Tab]键打开菜单"
			},
			"Key": "77C3EF784B2D723767011C8156D624D9"
		},
		{
			"Source":
			{
				"Text": "ReflectionQuality"
			},
			"Translation":
			{
				"Text": "反射效果"
			},
			"Key": "D2780A5747AAA7970714D28C31702345"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "分辨率"
			},
			"Key": "BE1C2F724A65D87AC6E53DB30CA04EB2"
		},
		{
			"Source":
			{
				"Text": "Return after {S} seconds"
			},
			"Translation":
			{
				"Text": "{S}秒后返回"
			},
			"Key": "F93C8FCE471CC11953B0E8A6EEC5A77E"
		},
		{
			"Source":
			{
				"Text": "Return after {S} seconds"
			},
			"Translation":
			{
				"Text": "将在{S}秒后返回"
			},
			"Key": "C1F741B1445EDB3C5199E0A7A1AB2AE7"
		},
		{
			"Source":
			{
				"Text": "Settings that have not been applied will not be saved. Do you still want to close them"
			},
			"Translation":
			{
				"Text": "尚未应用的设置将不会保存，请问是否仍然要关闭"
			},
			"Key": "D4B55A114930E738BFBD5B8D168206E6"
		},
		{
			"Source":
			{
				"Text": "ShadingQuality"
			},
			"Translation":
			{
				"Text": "着色器质量"
			},
			"Key": "6DA2C1B4484901EF821881907AEC55D6"
		},
		{
			"Source":
			{
				"Text": "ShadowQuality"
			},
			"Translation":
			{
				"Text": "阴影质量"
			},
			"Key": "FCF7AE4B4CC19AE936F7A8897548D03C"
		},
		{
			"Source":
			{
				"Text": "TextureQuality"
			},
			"Translation":
			{
				"Text": "纹理质量"
			},
			"Key": "810C9B40418B45A70646C6A2E24C005B"
		},
		{
			"Source":
			{
				"Text": "VSync"
			},
			"Translation":
			{
				"Text": "垂直同步"
			},
			"Key": "CC549CEC49BFE741F1ED9F8D5F834585"
		},
		{
			"Source":
			{
				"Text": "ViewDistance"
			},
			"Translation":
			{
				"Text": "视野距离"
			},
			"Key": "5F4A4BA2417765C4E763BCA88B4014EC"
		},
		{
			"Source":
			{
				"Text": "VisualEffectQuality"
			},
			"Translation":
			{
				"Text": "特效效果"
			},
			"Key": "60F46FBA40DDC9C0A3519A84E9BA3E6B"
		},
		{
			"Source":
			{
				"Text": "{Option}"
			},
			"Translation":
			{
				"Text": "{选项}"
			},
			"Key": "444ECEB9475BE4BEC263769C8448012E"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Setting",
			"Children": [
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "应用"
					},
					"Key": "Apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "音频"
					},
					"Key": "Audio"
				},
				{
					"Source":
					{
						"Text": "AutoSet"
					},
					"Translation":
					{
						"Text": "自动设置"
					},
					"Key": "AutoSet"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "影视"
					},
					"Key": "Cinematic"
				},
				{
					"Source":
					{
						"Text": "Confrim"
					},
					"Translation":
					{
						"Text": "确认"
					},
					"Key": "Confrim"
				},
				{
					"Source":
					{
						"Text": "Control"
					},
					"Translation":
					{
						"Text": "控制"
					},
					"Key": "Control"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "自定义"
					},
					"Key": "Custom"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "英语"
					},
					"Key": "en"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "史诗"
					},
					"Key": "Epic"
				},
				{
					"Source":
					{
						"Text": "FullScreen"
					},
					"Translation":
					{
						"Text": "全屏"
					},
					"Key": "FullScreen"
				},
				{
					"Source":
					{
						"Text": "FullScreenWindow"
					},
					"Translation":
					{
						"Text": "全屏窗口"
					},
					"Key": "FullScreenWindow"
				},
				{
					"Source":
					{
						"Text": "General"
					},
					"Translation":
					{
						"Text": "通用"
					},
					"Key": "General"
				},
				{
					"Source":
					{
						"Text": "Hight"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "Hight"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Low"
				},
				{
					"Source":
					{
						"Text": "Master"
					},
					"Translation":
					{
						"Text": "主音量"
					},
					"Key": "UserMaster"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "Medium"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "背景音量"
					},
					"Key": "UserMusic"
				},
				{
					"Source":
					{
						"Text": "NotModified"
					},
					"Translation":
					{
						"Text": "不能修改"
					},
					"Key": "NotModified"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "关"
					},
					"Key": "Off"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "开"
					},
					"Key": "On"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "重置"
					},
					"Key": "Reset"
				},
				{
					"Source":
					{
						"Text": "SFX"
					},
					"Translation":
					{
						"Text": "音效音量"
					},
					"Key": "UserSFX"
				},
				{
					"Source":
					{
						"Text": "UnLimmit"
					},
					"Translation":
					{
						"Text": "不限制"
					},
					"Key": "UnLimmit"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "图像"
					},
					"Key": "Video"
				},
				{
					"Source":
					{
						"Text": "Voice"
					},
					"Translation":
					{
						"Text": "对话音量"
					},
					"Key": "UserVoice"
				},
				{
					"Source":
					{
						"Text": "Window"
					},
					"Translation":
					{
						"Text": "窗口"
					},
					"Key": "Window"
				}
			]
		}
	]
}